request.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
<soap:Header/>
<soap:Body>
    <FECAESolicitar xmlns="http://ar.gov.afip.dif.FEV1/">
    <Auth><Token>PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiIHN0YW5kYWxvbmU9InllcyI/Pgo8c3NvIHZlcnNpb249IjIuMCI+CiAgICA8aWQgdW5pcXVlX2lkPSI2MzM2Nzc4NTEiIHNyYz0iQ049d3NhYWhvbW8sIE89QUZJUCwgQz1BUiwgU0VSSUFMTlVNQkVSPUNVSVQgMzM2OTM0NTAyMzkiIGdlbl90aW1lPSIxNDM3MzQxNDkxIiBleHBfdGltZT0iMTQzNzM4NDc1MSIgZHN0PSJDTj13c2ZlLCBPPUFGSVAsIEM9QVIiLz4KICAgIDxvcGVyYXRpb24gdmFsdWU9ImdyYW50ZWQiIHR5cGU9ImxvZ2luIj4KICAgICAgICA8bG9naW4gdWlkPSJDPWFyLCBPPXN5cywgU0VSSUFMTlVNQkVSPUNVSVQgMjAzMTMwNzYzMDAsIENOPWZkIiBzZXJ2aWNlPSJ3c2ZlIiByZWdtZXRob2Q9IjIyIiBlbnRpdHk9IjMzNjkzNDUwMjM5IiBhdXRobWV0aG9kPSJjbXMiPgogICAgICAgICAgICA8cmVsYXRpb25zPgogICAgICAgICAgICAgICAgPHJlbGF0aW9uIHJlbHR5cGU9IjQiIGtleT0iMjAzMTMwNzYzMDAiLz4KICAgICAgICAgICAgPC9yZWxhdGlvbnM+CiAgICAgICAgPC9sb2dpbj4KICAgIDwvb3BlcmF0aW9uPgo8L3Nzbz4KCg==</Token><Sign>alw0B6DEMTkHWJSMdvs7Gsgp8oJSEsGc9P3a5stbKKRWCETEYEjfYuYdeGO4uJifyKXJLC/4RKc4IcHQcRsuRrSBNO1HWuqHjglGoqg7+0OzVm80R+yCYJQOSMQAkQANxeBduywsWvNrk7jrgNZosCDsPFeN93aR7jrXAbe4AO8=</Sign><Cuit>20313076300</Cuit></Auth><FeCAEReq><FeCabReq><CantReg>1</CantReg><PtoVta>1</PtoVta><CbteTipo>1</CbteTipo></FeCabReq><FeDetReq><FECAEDetRequest><Concepto>1</Concepto><DocTipo>80</DocTipo><DocNro>30708585676</DocNro><CbteDesde>18</CbteDesde><CbteHasta>18</CbteHasta><CbteFch>20150719</CbteFch><ImpTotal>179.25</ImpTotal><ImpTotConc>2.00</ImpTotConc><ImpNeto>150.00</ImpNeto><ImpOpEx>0.00</ImpOpEx><ImpTrib>1.00</ImpTrib><ImpIVA>26.25</ImpIVA><FchVtoPago></FchVtoPago><MonId>PES</MonId><MonCotiz>1.000</MonCotiz><Tributos><Tributo><Id>99</Id><Desc>Impuesto Municipal</Desc><BaseImp>100.00</BaseImp><Alic>0.10</Alic><Importe>0.10</Importe></Tributo><Tributo><Id>4</Id><Desc>Impuestos internos</Desc><BaseImp>100.00</BaseImp><Alic>0.40</Alic><Importe>0.40</Importe></Tributo><Tributo><Id>1</Id><Desc>Impuesto nacional</Desc><BaseImp>50.00</BaseImp><Alic>1.00</Alic><Importe>0.50</Importe></Tributo></Tributos><Iva><AlicIva><Id>5</Id><BaseImp>100.00</BaseImp><Importe>21.00</Importe></AlicIva><AlicIva><Id>4</Id><BaseImp>50.00</BaseImp><Importe>5.25</Importe></AlicIva></Iva><Opcionales><Opcional><Id>5</Id><Valor>02</Valor></Opcional><Opcional><Id>61</Id><Valor>80</Valor></Opcional><Opcional><Id>62</Id><Valor>30708585676</Valor></Opcional><Opcional><Id>7</Id><Valor>01</Valor></Opcional></Opcionales></FECAEDetRequest></FeDetReq></FeCAEReq></FECAESolicitar>
</soap:Body>
</soap:Envelope>